[
  {
    "id": "art-1",
    "title": "Prepare Your Document",
    "summary": "Quick checklist to prepare your documents.",
    "image": "assets/article-1.jpg",
    "url": "post.html?id=art-1",
    "pinned": true,
    "date": "2025-08-26",
    "content": "<p>Checklist: passport (6+ months), transcripts, non-criminal record, medical, bank statement, clear <em>study plan</em>.</p>"
  },
  {
    "id": "art-2",
    "title": "Visa Application Guide",
    "summary": "Step by step guide for student visa.",
    "image": "assets/hero.jpg",
    "url": "post.html?id=art-2",
    "pinned": true,
    "date": "2025-08-21",
    "content": "<p>After Admission Notice and JW form, book the visa appointment, bring originals, attend interview. Processing 3–7 working days.</p>"
  },

  
  {
  "id": "art-ssc-hsc-name-correction",
  "title": "সার্টিফিকেটের নাম সংশোধন — ঘরে বসেই (A to Z)",
  "summary": "এসএসসি / এইচএসসি বা পাসপোর্টের নামের ভুল কীভাবে সহজে সংশোধন করবেন — ধাপে ধাপে বিস্তারিত গাইড।",
  "image": "assets/blog-1.jpg",
  "url": "post.html?id=art-ssc-hsc-name-correction",
  "pinned": true,
  "date": "2025-09-04",
  "content": "<p>অনেক সময়ই দেখতে হয় কারো এস.এস.সি সার্টিফিকেটের সাথে এইচ.এস.সি সার্টিফিকেটের নামের মিল নেই, বা পাসপোর্টের সাথে সার্টিফিকেটের নামের বানান মেলে না। এতে পরবর্তীতে অনেক সমস্যার সম্মুখীন হতে হয়। তাই আজকের লেখা সার্টিফিকেটের নাম সংশোধন নিয়ে।</p>\n\n<h3>কিছু বেসিক তথ্য</h3>\n<p>সংশোধন অনলাইন/অফলাইন দুভাবেই করা যায়। তবে দালাল বা কোন প্রকার থার্ড পার্টি ছাড়া ঝামেলামুক্ত ভাবে কাজ করার জন্য অনলাইন আমার সাজেশনে থাকবে। কারণ এখানে হাতে ফর্ম ফিলাপ করার কিছু নাই। হাতে লিখলে ভুল ধরা পড়ে। অনলাইন করা সুবিধাজনক এবং পরিশ্রম কিছুটা কম হবে।</p>\n\n<h3>খরচের হিসাব</h3>\n<ul>\n  <li>পত্রিকায় বিজ্ঞাপন: ৩০০ টাকা</li>\n  <li>নোটারি পাবলিক: ৫০০ টাকা (কম বেশি লাগতে পারে)</li>\n  <li>আবেদন ফি: ৫৫৮ টাকা প্রতি পেপার</li>\n  <li>সার্টিফিকেট উত্তোলন ফি: ৫৫৮ টাকা</li>\n</ul>\n<p>মোট খরচ আনুমানিক ৩০০০-৩৫০০ টাকা (দুইটি সার্টিফিকেটের জন্য)।</p>\n\n<h3>নোটারি পাবলিক</h3>\n<p>নাম বা জন্মতারিখের ভুল সংশোধনের জন্য প্রথমে আইনজীবীর মাধ্যমে নোটারি বা এফিডেভিট করতে হবে। প্রার্থীর বয়স যদি ১৮ বছরের বেশি হয়, তবে নিজেই এফিডেভিট করতে পারবেন। ১৮ বছরের কম বা মা/বাবার নাম সংশোধন করতে চাইলে নন-জুডিশিয়াল স্ট্যাম্পে পিতার মাধ্যমে নোটারি করতে হবে।</p>\n\n<h3>পত্রিকায় বিজ্ঞাপন</h3>\n<p>হলফনামা সম্পাদনের পর দৈনিক পত্রিকায় বিজ্ঞপ্তি দিতে হবে। বিজ্ঞপ্তিতে নাম, পিতার নাম, মাতার নাম, শাখা, পরীক্ষার সাল, কেন্দ্রের নাম, রোল, বোর্ড, জন্মতারিখ এবং যেটি সংশোধন করতে চান তা উল্লেখ করতে হবে।</p>\n\n<h3>প্রতিষ্ঠানের ভূমিকা</h3>\n<p>উপরের কাগজপত্র রেডি করে নিজের প্রতিষ্ঠানে (স্কুল/কলেজ) দিতে হবে। অনলাইন আবেদন কলেজ EIIN ও পাসওয়ার্ড ব্যবহার করে করা হয়। অপারেটর আবেদন করবে এবং সাথে সাথে আপনার ফোনে মেসেজ আসবে।</p>\n<p>এরপর সোনালী ব্যাংকে ৫৫৮ টাকা জমা দিতে হবে। ফি জমা না দিলে আবেদন গ্রহণ হবে না। ফি জমা দেওয়ার পর এডুকেশন বোর্ড ওয়েবসাইটে আপনার জন্য প্রোফাইল তৈরি হবে।</p>\n\n<h3>আবেদন ট্র্যাক</h3>\n<p><a href='https://efile.dhakaeducationboard.gov.bd/.../name/lastupdate' target='_blank'>এখানে লগ ইন</a> করে মোবাইল থেকে ট্র্যাক করা যাবে। সাধারণত ৩ মাস বা তারও বেশি সময় লাগে। কাজ শেষ হলে ফোনে মেসেজ আসবে এবং প্রোফাইলে “ডকুমেন্ট উত্তোলন” অপশন পাবেন।</p>\n\n<h3>চূড়ান্ত ধাপ</h3>\n<p>ডকুমেন্ট উত্তোলন ফি (৫৫৮ টাকা) সোনালী ব্যাংকে জমা দিতে হবে। তারপর নতুন ডকুমেন্টস তৈরি হবে। সর্বশেষ ধাপে শিক্ষা বোর্ডে গিয়ে অরিজিনাল সার্টিফিকেট জমা দিয়ে সংশোধিত সার্টিফিকেট সংগ্রহ করতে হবে।</p>\n\n<p><strong>সতর্কতা:</strong> কোন তদবীর বা অতিরিক্ত টাকা প্রদান ছাড়া বৈধ উপায়ে কাজ করুন। এতে দেরি হলেও নিশ্চিন্ত ও ঝামেলামুক্তভাবে কাজ হবে।</p>\n\n<p>ধন্যবাদ।</p>"}

]


